data/adaptive_selection_8/2017-04-23_19-12-21/fio_seq_write_10.61.193.108.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=5
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1452: Sun Apr 23 19:34:51 2017
  write: io=153600MB, bw=148454KB/s, iops=144, runt=1059495msec
    slat (usec): min=99, max=46898, avg=310.87, stdev=209.42
    clat (msec): min=11, max=360, avg=34.17, stdev=25.29
     lat (msec): min=12, max=361, avg=34.48, stdev=25.29
    clat percentiles (msec):
     |  1.00th=[   17],  5.00th=[   19], 10.00th=[   21], 20.00th=[   22],
     | 30.00th=[   24], 40.00th=[   25], 50.00th=[   27], 60.00th=[   29],
     | 70.00th=[   31], 80.00th=[   37], 90.00th=[   55], 95.00th=[   87],
     | 99.00th=[  149], 99.50th=[  176], 99.90th=[  233], 99.95th=[  258],
     | 99.99th=[  314]
    bw (KB  /s): min=36864, max=221184, per=100.00%, avg=148577.06, stdev=58137.67
    lat (msec) : 20=9.57%, 50=79.21%, 100=7.60%, 250=3.56%, 500=0.06%
  cpu          : usr=3.42%, sys=1.11%, ctx=128930, majf=0, minf=22
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=5

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=148454KB/s, minb=148454KB/s, maxb=148454KB/s, mint=1059495msec, maxt=1059495msec

Disk stats (read/write):
  sdb: ios=87/51195, merge=0/307182, ticks=231/1748967, in_queue=1749069, util=99.40%
  sdc: ios=87/51194, merge=0/307176, ticks=249/1739235, in_queue=1739420, util=99.38%
  sdd: ios=87/51195, merge=0/307176, ticks=288/1747607, in_queue=1747734, util=99.41%