data/adaptive_selection_8/2017-04-23_19-12-21/fio_seq_write_10.61.193.109.out
file1: (g=0): rw=write, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=5
fio-2.11
Starting 1 process

file1: (groupid=0, jobs=1): err= 0: pid=1430: Sun Apr 23 19:33:56 2017
  write: io=153600MB, bw=156872KB/s, iops=153, runt=1002640msec
    slat (usec): min=104, max=66611, avg=312.88, stdev=271.09
    clat (msec): min=11, max=476, avg=32.31, stdev=23.91
     lat (msec): min=11, max=476, avg=32.63, stdev=23.92
    clat percentiles (msec):
     |  1.00th=[   16],  5.00th=[   18], 10.00th=[   20], 20.00th=[   22],
     | 30.00th=[   23], 40.00th=[   24], 50.00th=[   26], 60.00th=[   28],
     | 70.00th=[   30], 80.00th=[   35], 90.00th=[   48], 95.00th=[   80],
     | 99.00th=[  145], 99.50th=[  167], 99.90th=[  223], 99.95th=[  251],
     | 99.99th=[  330]
    bw (KB  /s): min=32768, max=231424, per=100.00%, avg=156974.22, stdev=59387.10
    lat (msec) : 20=13.65%, 50=76.99%, 100=6.23%, 250=3.09%, 500=0.05%
  cpu          : usr=3.63%, sys=1.18%, ctx=129327, majf=0, minf=22
  IO depths    : 1=0.1%, 2=0.1%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=153600/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=5

Run status group 0 (all jobs):
  WRITE: io=153600MB, aggrb=156872KB/s, minb=156872KB/s, maxb=156872KB/s, mint=1002640msec, maxt=1002640msec

Disk stats (read/write):
  sdb: ios=87/51192, merge=0/307158, ticks=329/1650220, in_queue=1650405, util=99.38%
  sdc: ios=87/51191, merge=0/307158, ticks=286/1650780, in_queue=1651030, util=99.39%
  sdd: ios=87/51191, merge=0/307158, ticks=339/1649717, in_queue=1649945, util=99.44%